Repository: astrgl/dnfdrake
Catalog: .lang/*.po
Languages: ru

source: DnfDrake è un frontend a Dnf. Tutto è iniziato partendo dalla base del programma di esempio Console per Gambas di Princeton
ru: Dnfdrake — это интерфейс для Dnf. Всё началось с демонстрационной программы консоли Princeton Gambas.

source: DistroSync command
ru: Команда Distrosync

source: Function Disable in UserMode
ru: Функция отключена в пользовательском режиме

source: Restart DnfDrake For the changes To be applied
ru: Перезапустите DnfDrake чтобы изменения вступили в силу

source: Install command
ru: Команда установки

source: Uninstall command
ru: Команда удаления

source: Close
ru: Закрыть

source: Apply
ru: Применить

source: Reset Default
ru: По умолчанию

source: Update PKG command
ru: Команда обновления

source: Update SYS command
ru: Команда обновления системы

source: Downgrade command
ru: Команда понижения версии

source: Custom command
ru: Настраиваемая команда

source: Color text active
ru: Активные цветным текстом

source: Reinstall command
ru: Команда переустановки

source: Save Log
ru: Сохранить журнал

source: Secure Mode
ru: Безопасный режим

source: Delete Log after days
ru: Удалять журнал через дней

source: Default user of system: User home dir:
ru: Пользователь по умолчанию: Дом каталог:

source: Color font console
ru: Цвет шрифта консоли

source: Blue
ru: Синий

source: Default
ru: По умолчанию

source: Green
ru: Зеленый

source: Red
ru: Красный

source: DnfDrake have detected an error. Details:
ru: Dnfdrake обнаружил ошибку. Подробности:

source: Retry
ru: Повторить

source: EXTRA OPTIONS
ru: Дополнительно

source: showduplicate
ru: Показать дубликат

source: Search
ru: Поиск

source: Install/Uninstall
ru: Установка/удаление

source: Extra Option
ru: Дополнительная опция

source: Check Updates
ru: Проверять обновления

source: Run on Startup
ru: Запускать с системой

source: DrakeTray Config
ru: Конфигурация Draketray

source: Search Offline
ru: В автономном режиме

source: Use for Rome - Cooker - Rosa
ru: Использование для Rome - Cooker - Rosa

source: Verbose Mode
ru: Подробный режим

source: Ignore Case
ru: Без учёта регистра

source: Disable suspend during updates
ru: Отключить остановку при обновлении

source: NoDeps
ru: Игнорировать ошибки зависимостей

source: Themes: Default Search:
ru: Темы: По умолчанию:

source: Breeze Dark
ru: Breeze, тёмный вариант

source: Interface
ru: Интерфейс

source: Easy Password
ru: Простой пароль

source: Use DNF5
ru: Использовать dnf5

source: Window size X pixel
ru: Размер окна X пикс.

source: Exit
ru: Выход

source: Window position X Y pixel
ru: Расположение окна X Y пикс.

source: Max window size possible
ru: Максимально возможный размер окна

source: Standard size window 1366X768
ru: Окно стандартного размера 1366х768

source: Install Package
ru: Установить пакет

source: Preparazione Liste Pacchetti
ru: Подготовка списка пакетов

source: Skip
ru: Пропустить

source: My Repo Creator!
ru: Мой создатель репозиториев!

source: Details
ru: Подробности

source: Summary
ru: Описание

source: Enabled
ru: Включено

source: Remote
ru: Сетевые

source: MyRepoList
ru: Мой список репозиториев

source: Enabled
ru: Включено

source: DnfDrake, Please Wait.
ru: Подождите.

source: Selection
ru: Выбор

source: DnfDrake detected a previous update session, what do you want to do?
ru: Dnfdrake обнаружил предыдущую сессию обновления. Что сделать?

source: Resume
ru: Продолжить

source: Reupdate
ru: Повторное обновление

source: Execution!
ru: Выполнение!

source: It seems that you are select many packages at the same time, this can cause errors, to avoid this DnfDrake has created a temporary list for installation! It is recommended to use 'Update Sys' or 'Distro Sync' button!
ru: Выбрано одновременно слишком много пакетов. Это может вызвать ошибки. Чтобы этого избежать, DnfDrake создал временный список для установки! Рекомендуется использовать кнопку «Обновить» ​​или «Distrosync»!

source: Continues
ru: Продолжить

source: Stop
ru: Отменить

source: MONITOR
ru: Монитор

source: Create a list of packages to install
ru: Создать список пакетов для установки

source: Double click to search for packages
ru: Дважды щелкните для поиска пакетов

source: Double click for search package
ru: Дважды щелкните для поиска пакета

source: Add
ru: Добавить

source: Clear
ru: Очистить

source: Delete
ru: Удалить

source: List
ru: Список

source: Log
ru: Журнал

source: Dnf Clean Cache
ru: Очистить кэш

source: Replay Last Log or view package list
ru: Воспроизвести последний журнал или просмотреть список пакетов

source: Package List:
ru: Список пакетов:

source: None
ru: Нет

source: Exclude
ru: Исключить

source: MyRepo
ru: Мой репо

source: Autoremove
ru: Автоудаление

source: Suspend
ru: Остановить

source: Nodeps
ru: Игнорировать ошибки зависимостей

source: Type your choice!
ru: Введите свой выбор!

source: Ridimensione e posiziona la finestra
ru: Изменить размер и положение окна

source: Group
ru: Группа
